Repository: wcty/wcty
Catalog: apps/fe/src/common/translations/locales/*/messages.po
Languages: uk

source: + Send a message
uk: + Надіслати повідомлення

source: About platform
uk: Про платформу

source: Add photo
uk: Додати фото

source: Address of initiative
uk: Адреса ініціативи

source: All log in options
uk: Всі варіанти входу

source: All sign up options
uk: Всі варіанти реєстрації

source: Already have an account?
uk: Вже маєте акаунт?

source: Approve address
uk: Підтвердити адресу

source: Back
uk: Назад

source: Cancel
uk: Відмінити

source: Change
uk: Змінити

source: Change photo
uk: Змінити фото

source: Check your Inbox
uk: Перевірте свою пошту

source: Choose one of the tasks you can perform, or suggest your own.
uk: Оберіть одне з завдань яке ви зможете виконувати, або запропонуйте власне.

source: Click "Log In" to agree to Wecity's <0>Terms of Service</0>and acknowledge that Wecity's <1>Privacy Policy</1> applies to you.
uk: Натисніть "Увійти" щоб погодитися з <0>Умовами користування</0> та підтвердити, що <1>Політика конфіденційності</1> застосовується до вас.

source: Click "Sign Up" to agree to Wecity's <0>Terms of Service</0>and acknowledge that Wecity's <1>Privacy Policy</1> applies to you.
uk: Натисніть "Зареєструватися" щоб погодитися з <0>Умовами користування</0> та підтвердити, що <1>Політика конфіденційності</1> застосовується до вас.

source: Click the link we've sent to {0} to complete your account set-up.
uk: Натисніть посилання яке ми надіслали на {0} щоб завершити налаштування вашого акаунту.

source: Click the link we've sent to {0} to complete your sign-in.
uk: Натисніть посилання яке ми надіслали на {0} щоб завершити вхід.

source: Comment
uk: Коментувати

source: Comments:
uk: Коментарі:

source: Completed:
uk: Виконано:

source: Context
uk: Передумови

source: Continue
uk: Продовжити

source: Contractor
uk: Підрядник

source: Create initiative
uk: Створити ініціативу

source: Create one
uk: Створити

source: Creation of initiative
uk: Створення ініціативи

source: Delete
uk: Видалити

source: Delete initiative
uk: Видалити ініціативу

source: Describe your idea or problem that you are trying to solve
uk: Опишіть свою ідею або проблему що ви намагаєтеся вирішити

source: Donor
uk: Благодійник

source: Edit
uk: Редагувати

source: Edit page
uk: Редагувати сторінку

source: Enable email notifications
uk: Увімкнути сповіщення по електронній пошті

source: Enable push notifications
uk: Увімкнути пуш-сповіщення

source: Enter email and password to create an account
uk: Введіть електронну пошту та пароль для реєстрації

source: Enter email and password to log in
uk: Введіть електронну пошту та пароль для входу

source: Enter your email address to create an account
uk: Введіть вашу електронну пошту для створення акаунту

source: Enter your email address to log in
uk: Введіть вашу електронну пошту для входу

source: For any question please contact us at hi@weee.city
uk: За будь-яких питань пишіть нам на пошту hi@weee.city

source: Go to the image's post
uk: Перейти до посту

source: Goal
uk: Мета

source: I am ready to donate
uk: Я готова/ий пожертвувати гроші

source: I am ready to volunteer
uk: Я готова/ий бути волонтером

source: In order to join or create an initiative, you need to register or log in to your own account
uk: Для того, щоб приєднатися або створити ініціативу, вам необхідно зареєструватися або увійти в обліковий запис

source: Initiated:
uk: Створено:

source: Initiative created
uk: Ініціатива створена

source: Initiative created at
uk: Ініціатива створена

source: Initiatives
uk: Ініціативи

source: Initiator
uk: Ініціатор

source: Invested:
uk: Інестовано:

source: Join
uk: Приєднатися

source: Join Wecity
uk: Приєднатися до Wecity

source: Join the initiative
uk: Приєднатися до ініціативи

source: Join with email
uk: Приєднатися з електронною поштою

source: Last login on this device was via
uk: Останній вхід на цьому пристрої був через

source: Leave initiative
uk: Покинути ініціативу

source: Likes:
uk: Вподобання:

source: Log in with Email
uk: Увійти з поштою

source: Log in with Facebook
uk: Увійти з Facebook

source: Log in with Google
uk: Увійти з Google

source: Login
uk: Увійти

source: Login with email
uk: Увійти з поштою

source: Login with password instead
uk: Увійти з паролем

source: Login without password instead
uk: Увійти без пароля

source: Logout
uk: Вийти

source: Map of initiatives
uk: Мапа ініціатив

source: Member in:
uk: Учасник в:

source: Members:
uk: Учасники:

source: Messages
uk: Повідомлення

source: My initiatives
uk: Мої ініціативи

source: Name of your initiative
uk: Назва вашої ініціативи

source: Next
uk: Далі

source: No account?
uk: Немає облікового запису?

source: Ok
uk: Ок

source: Participant of initiatives:
uk: Учасник ініціатив:

source: Photos
uk: Світлини

source: Problem or idea
uk: Проблема або ідея

source: Publish
uk: Опублікувати

source: Register
uk: Зареєструватися

source: Register with password instead
uk: Зареєструватися з паролем

source: Register without password instead
uk: Зареєструватися без пароля

source: Reply
uk: Відповісти

source: Return
uk: Повернутися

source: Search
uk: Пошук

source: See more comments
uk: Більше коментарів

source: Select a chat to see shared media
uk: Виберіть чат для перегляду матеріалів

source: Select a chat to start messaging
uk: Виберіть чат щоб почати переписку

source: Settings
uk: Налаштування

source: Share
uk: Поділитися

source: Show all
uk: Переглянути всі

source: Show all initiatives
uk: Всі ініціативи

source: Sign in
uk: Увійти

source: Sign up with Email
uk: Зареєструватись з електронною поштою

source: Sign up with Facebook
uk: Зареєструватись з Facebook

source: Sign up with Google
uk: Зареєструватись з Google

source: Suggest a relevant task for the initiative that you can perform
uk: Запропонуйте актуальне для ініціативи завдання яке ви можете виконувати

source: Update
uk: Оновити

source: Volunteer
uk: Волонтер

source: Welcome back!
uk: З поверненням!

source: created initiative
uk: створено ініціативу

source: didn't fill «About» section in his profile yet ;(
uk: секція «Про мене» ще не заповнена ;(

source: km from me
uk: км від мене

source: m from me
uk: м від мене

source: {completed_tasks} tasks
uk: {completed_tasks} завдань

source: {donated_money} units
uk: {donated_money} одиниць

source: {initiatied_count} initiatives
uk: {initiatied_count} ініціатив

source: {member_in_initiatives} initiatives
uk: {member_in_initiatives} ініціатив
